"""
Να δημιουργήσετε τις απαραίτητες σειρές κώδικα έτσι ώστε να υλοποιούνται τα παρακάτω 
i.            Όταν «τρέχω» τον κώδικα να εκτυπώνεται tο : Hello Stelios !

ii.  Να δημιουργήσετε 2 μεταβλητές (βάζετε ότι όνομα θέλετε στις μεταβλητές) και να 
θέσετε στη μία μεταβλητή να έχει τιμή έναν οποιοδήποτε ακέραιο αριθμό και στην άλλη
 μεταβλητή να έχει έναν οποιοδήποτε δεκαδικό αριθμό και να τις εκτυπώσετε στην κονσόλα σας.
"""
print("Hello Stelios !") #Πρώτο ερώτημα

val1=3
print(val1)
val2=3.00
print(val2)