"""

Να δημιουργήσετε τις απαραίτητες σειρές κώδικα έτσι ώστε να υλοποιούνται τα παρακάτω :

i.            Δημιουργήστε μια νέα λίστα που να εμπεριέχει τους αριθμούς από το 1 εώς το 10 
και εκτυπώστε την στην κονσόλα σας.

ii.            Να μου εκτυπώσετε τα 3 πρώτα στοιχεία της λίστας σας. (δηλαδή το 1,2,3)

iii.            Να μου εκτυπώσετε τα 3 τελευταία στοιχεία της λίστας σας. (δηλαδή το 8,9,10)

iv.            Να μου εκτυπώσετε τα στοιχεία (4,6,8


"""
lstOneToTen=[1,2,3,4,5,6,7,8,9,10] #erwtima i
print(lstOneToTen)
print(lstOneToTen[:3:])  #erwtima ii
print(lstOneToTen[7::]) #erwtima iii
print(lstOneToTen[3:8:2]) #erwtima iv