"""
Να δημιουργήσετε τις απαραίτητες σειρές κώδικα έτσι ώστε να υλοποιούνται τα παρακάτω :

i.  Να δημιουργήσετε μία μεταβλητή x και να θέσετε σε αυτή τη μεταβλητή μία τιμή.
ii. Να φτιάξετε μία δομή ελέγχου if η οποία αν το x είναι ίσο με τον αριθμό που 
θέσατε να εκτυπώνει το εξής string : “This is true” , αλλιώς να εκτυπώνει : “This is false”.



iii. Να δημιουργήσετε ένα νέο κώδικα, ο οποίος θα έχει να κάνει με έναν φωτεινό σηματοδότη. 
Θα φτιάξετε μία νέα μεταβλητή που θα ονομάζεται light. Σε αυτή την άσκηση θα θέσετε μία εκ των τριών 
συμβολοσειρών ως τιμή για το light, δηλαδή ή green ή orange ή  red. Να φτιάξετε και πάλι μία δομή ελέγχου 
if η οποία αν θέσουμε ως τιμή του light το green να εκτυπώνει : “Pass”, αν θέσουμε ως τιμή το orange να
 εκτυπώνει : “Brake” και αν θέσουμε ως τιμή το red να εκτπώνει : “Stop”.
"""



from imp import is_frozen


x=7
if (x==7):
    print("This is true")
else:
    print("This is false")


lightSgnals=["green","orange","red"]
light=lightSgnals[0]

if light=="green":
    print("Pass")
elif light=="orange":
    print("Brake")
else:
    print("Stop")








