
"""
ιουργήσετε τις απαραίτητες σειρές κώδικα έτσι ώστε να υλοποιούνται τα παρακάτω :

i.  Να φτιάξετε μία λίστα, η οποία θα έχει ως στοιχεία διάφορα φρούτα.

ii.  Να εκτυπώσετε με την βοήθεια του for βρόγχου επανάληψης κάθες 
φρούτο που είναι μέσα στη λίστα.

iii.  Διαλέξτε ένα φρούτο που έχετε εισάγει στην λίστα και εκτυπώστε με την 
βοήθεια του for βρόγχου κάθε γράμμα του ξεχωριστά.
          """

fruitLst=["apple","orange","banana","mango","pinapple"]
for fruit in fruitLst:
    print(fruit)
    if fruit=="pinapple":
        for char in fruit:
            print(char)


